Repository: Jayz2K/skin.KOver
Catalog: language/resource.language.*/strings.po
Languages: it_it, nl_nl, pl_pl, sr_rs@latin

# #31277
source: Banner
pl_pl: Baner
sr_rs@latin: Zastava

# #31279
source: Clear Art
nl_nl: Lege Afbeelding
pl_pl: Przezrocze

# #31280
source: Clear Logo
nl_nl: Leeg logo
pl_pl: Logo

# #31281
source: Disc Art
pl_pl: Przezrocze dysku

# #31302
source: Fanart
pl_pl: Fototapeta
sr_rs@latin: Slike ljubitelja
