Repository: Jayz2K/skin.KOver
Catalog: language/resource.language.*/strings.po
Languages: it_it, nl_nl, pl_pl, sr_rs@latin

# #31182
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 2/3 and 3/3 of the screen. Recommended for medias library player.
it_it: Crea automaticamente tipi di vista in tutte le sezioni per un uso a schermo intero. I tipi di vista saranno impostati a 2/3 e 3/3 dello schermo. Consigliato per la riproduzione di librerie multimediali.

# #31183
source: Restore backups, apply new / stored color sets, apply new / stored viewtypes sets.
it_it: Ripristina backup, applica set di colori nuovi / salvati, applica set di tipi di vista nuovi / salvati.

# #31184
source: Backup ALL current viewtypes (from all sections). Home menu is not included. Useful for sharing a complete viewtypes' set.
it_it: Crea Backup di TUTTI i tipi di vista attuali (da tutte le sezioni). Il menù Home non è incluso. Utile per condividere un set completo di tipi di viste.

# #31185
source: Backup Home menu. Viewtypes are not included.
it_it: Crea Backup del menù Home. I tipi di viste non sono inclusi

# #31186
source: Full backup. Viewtypes AND Home menu are included. Useful for duplication on user's multiple devices.
it_it: Backup completo. I tipi di vista E il menù Home sono inclusi. Utile per la duplicazione su dispositivi multipli dell'utente.

# #31187
source: Backup current viewtypes from 'Home' section. Home menu is not included. Useful for sharing a viewtypes' set.
it_it: Backup dei tipi di vista attuali dalla sezione 'Home'. Il menù Home non è incluso. Utile per condividere un set di tipi di viste.

# #31188
source: Backup current viewtypes from 'Video' section. Home menu is not included. Useful for sharing a viewtypes' set.
it_it: Backup dei tipi di vista attuali dalla sezione 'Video'. Il menù Home non è incluso. Utile per condividere un set di tipi di viste.

# #31189
source: Backup current viewtypes from 'Music' section. Home menu is not included. Useful for sharing a viewtypes' set.
it_it: Backup dei tipi di vista attuali dalla sezione 'Musica'. Il menù Home non è incluso. Utile per condividere un set di tipi di viste.

# #31190
source: Backup current viewtypes from 'Pictures' section. Home menu is not included. Useful for sharing a viewtypes' set.
it_it: Backup dei tipi di vista attuali dalla sezione 'Immagini'. Il menù Home non è incluso. Utile per condividere un set di tipi di viste.

# #31191
source: Backup current viewtypes from 'TV' section. Home menu is not included. Useful for sharing a viewtypes' set.
it_it: Backup dei tipi di vista attuali dalla sezione 'TV'. Il menù Home non è incluso. Utile per condividere un set di tipi di viste.

# #31192
source: Backup current viewtypes from 'Programs' section. Home menu is not included. Useful for sharing a viewtypes' set.
it_it: Backup dei tipi di vista attuali dalla sezione 'Programmi'. Il menù Home non è incluso. Utile per condividere un set di tipi di viste.

# #31193
source: Set the IDLEFADE timer (Designer specific feature) :
it_it: Imposta il timer SFUMA (funzionalità specifica Designer) :

# #31194
source: Show 'Watched' flags
it_it: Mostra etichette 'Visto'

# #31195
source: Apply color schemes
it_it: Applica schema colori
pl_pl: Zastosuj motywy kolorów

# #31196
source: Default dark
it_it: Scuro predefinito
pl_pl: Domyślny ciemny

# #31197
source: Default light
it_it: Chiaro predefinito
pl_pl: Domyślny jasny

# #31198
source: Default FTV style
it_it: Stile FTV predefinito

# #31199
source: Default flat style
it_it: Stile piatto predefinito

# #31200
source: Enhancement
it_it: Potenziamento

# #31201
source: Extended Infos allows KOver to get more widgets and backgrounds in Home. Those are selectable in Home menu configuration.
it_it: Extended Info permette a KOver di ottenere più widget e sfondi nella Home. Sono selezionabili dalle impostazioni del menù Home.

# #31202
source: Artwork Downloader allows KOver to have acces to more arts. Arts like banners, cleararts, discarts, etc... are selectable in libraries item informations.
it_it: Artwork Downloader permette a KOver di avere accesso a più artwork. Artwork come banner, clearart, discart, ecc... sono selezionabili nelle informazioni degli elementi della libreria.

# #31203
source: Artist Slideshow allows KOver to display artists arts as background. You can set more options in KOver settings under 'General Setup' when script is installed.
it_it: Artist Slideshow permette a KOver di mostrare immagini degli artisti come sfondo. Puoi impostare altre opzioni nelle impostazioni di KOver sotto 'Setup Generale' quando lo script è abilitato.

# #31204
source: Install Extended Infos script ...
it_it: Installa script Extended Info ...

# #31205
source: Install Artwork Downloader script ...
it_it: Installa script Artwork Downloader ...

# #31206
source: Install Artist Slideshow ...
it_it: Installa Artist Slideshow ...
pl_pl: Zainstaluj dodatek Artist Slideshow ...

# #31207
source: - Show Artist Slideshow as background when music is playing.
it_it: - Mostra Artist Slideshow come sfondo durante la riproduzione musicale.

# #31208
source: - Show visualisation effect over Artist slideshow.
it_it: - Mostra effetto grafico sopra a Artist Slideshow.

# #31209
source: Artist Slideshow allows KOver to display artists arts as background. It also displays in viewtypes when 'Video on top' is set to 'VISIBLE' in the Designer.
it_it: Artist Slideshow permette a KOver di mostrare immagini degli artisti come sfondo. Le mostra anche nei tipi di vista quando 'Video in primo piano' è impostato su 'VISIBILE' nel Designer.

# #31210
source: Set this option to show visualisation over the Artist Slideshow. Only useful when DIRECTX visualisation is set.
it_it: Imposta questa opzione per mostrare gli effetti grafici sopra all'Artist Slideshow. Utile solo quando è impostato un effetto DIRECTX.

# #31211
source: Set this option to show the 'WATCHED' status flag on libraries' items.
it_it: Imposta questa opzione per mostrare l'etichetta di stato 'VISTO' sugli elementi delle librerie.

# #31212
source: Adjust time for the 'IDLEFADE' option. This is only when an item has this option in the Designer.
it_it: Regola il tempo per l'opzione 'SFUMA'. Questo solo quando un elemento ha questa opzione nel Designer.

# #31213
source: Automatically apply a built-in color set. This automatically change the colors for each element.
it_it: Applica automaticamente un set di colori integrato. Questo cambia automaticamente i colori per ogni elemento.

# #31214
source: Backup current color set.
it_it: Crea Backup del set colori attuale.

# #31215
source: Install Image ressource addon (studio logos) ...
it_it: Installa Add-On Image Resource (loghi studio) ...

# #31216
source: DEFAULT
it_it: PREDEFINITO
pl_pl: DOMYŚLNY

# #31217
source: Home Art
it_it: Art Home

# #31218
source: Header Bkg
it_it: Sfondo Intestaz.
pl_pl: Tło nagłówka

# #31219
source: Header Title
it_it: Titolo Intestaz.
pl_pl: Tytuł nagłówka

# #31220
source: Header Subtitle
it_it: Sottotitolo Intestaz.

# #31221
source: Settings window
it_it: Finestra Impostazioni
pl_pl: Okno ustawień

# #31222
source: Settings
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
sr_rs@latin: Podešavanja

# #31223
source: HIDDEN
it_it: NASCOSTO
pl_pl: UKRYTY

# #31224
source: Scroll indicators
it_it: Indicatori scorrimento
pl_pl: Wskaźniki przewijania

# #31225
source: Art Type
it_it: Tipo Art
pl_pl: Typ grafiki

# #31226
source: Furnitures
it_it: Custodie

# #31227
source: Set this option as 'VISIBLE' to display Scroll indicators. Indicators will match the list orientation set in Bloc 1.
it_it: Imposta questa opzione come 'VISIBILE' per mostrare le barre di scorrimento. Gli indicatori seguiranno l'orientamento impostato nel Blocco 1.

# #31228
source: Choose the Bloc 3 style (Art). 'DEFAULT' makes KOver to try to search an available landscape Art. Note that depending of the content, the others can be returned empty.
it_it: Scegli lo stile del Blocco 3 (Art). Con 'PREDEFINITO' KOver prova a cercare un Art panorama disponibile. Nota che a seconda del contenuto, gli altri possono risultare vuoti.

# #31229
source: Tagline bg.
it_it: Sf. Tagline

# #31230
source: Tagline text
it_it: Testo Tagline
pl_pl: Tekst motta

# #31231
source: Scroll flags
it_it: Segni scorrimento

# #31232
source: Arrows
it_it: Frecce
pl_pl: Strzałki

# #31233
source: Lists
it_it: Liste
pl_pl: Listy

# #31234
source: Loading ...
it_it: Caricamento ...
pl_pl: Wczytywanie...

# #31235
source: Home Menu size
it_it: Dimensione Menù Home
pl_pl: Wielkość menu startowego

# #31236
source: Choose Home menu size. This adjusts the Sidebar with different layouts.
it_it: Scegli la dimensione del menù Home. Questo regola la Sidebar con diversi layout.

# #31237
source: Move Bloc
it_it: Sposta Blocco

# #31238
source: Resize Bloc
it_it: Ridimensiona Blocco

# #31239
source: Use Keyboard / Remote direction keys to move / resize.[CR]Press ENTER to swith move / resize.[CR]Press RETURN to exit.
it_it: Usa i tasti direzionali della Tastiera / Telecomando per spostare / ridimensionare.[CR]Premi INVIO (TN) per scambiare sposta / ridimensiona.[CR]Premi INVIO per uscire.

# #31240
source: Move
it_it: Sposta
pl_pl: Przenieś

# #31241
source: Resize
it_it: Ridimensiona

# #31242
source: Keep OSD controls always sticking to bottom
it_it: Mantieni i controlli OSD sempre ancorati al fondo

# #31243
source: Run Designer in safe mode (Designer V1)
it_it: Esegui Designer in modalità sicura (Designer V1)

# #31244
source: Install TvTunes ...
it_it: Installa TvTunes ...
pl_pl: Zainstaluj dodatek TvTunes ...

# #31245
source: Audio / Video themes
it_it: Temi Audio / Video

# #31246
source: Image ressource (studios) allows KOver to display studios logos in movies / shows infos.
it_it: Image Resource (studios) permette a KOver di mostrare i loghi studio nelle info Film / Serie TV.

# #31247
source: TvTunes allows KOver to play audio / video themes in movies and tv shows libraries.
it_it: TvTunes permette a KOver di riprodurre temi audio / video nelle librerie Film e Serie TV.

# #31248
source: Fallback[CR]Picture
it_it: Immagine[CR]Alternativa
pl_pl: Obraz[CR]zapasowy

# #31249
source: - Hide TvTunes video theme as fullscreen background.
it_it: - Nascondi tema video TvTunes come sfondo a schermo intero.

# #31250
source: This prevent video playback to show as fullscreen background while browsing library. Useful when already set in Designer Bloc 4 to keep picture instead. This only applies to TvTunes video themes.
it_it: Questo evita che la riproduzione video sia mostrata come sfondo a schermo intero mentre sfogli la libreria. Utile quando hai già impostato nel Designer che il Blocco 4 mantenga invece l'immagine. Questo si applica solo ai temi video di TvTunes.

# #31251
source: Up Next...
it_it: Sta per cominciare...
pl_pl: Do obejrzenia...

# #31252
source: Install NextUp notifications ...
it_it: Installa notifiche NextUp ...
pl_pl: Zainstaluj powiadomienia NextUp ...

# #31253
source: Continue watching ?
it_it: Continua a guardare ?
pl_pl: Kontynuować odtwarzanie?

# #31254
source: Do not show
it_it: Non mostrare

# #31255
source: Always show
it_it: Mostra sempre

# #31256
source: Hide after timer inactivity
it_it: Nascondi dopo timer inattività

# #31257
source: Show when media is playing
it_it: Mostra quando un contenuto è in riproduzione
pl_pl: Pokazuj podczas odtwarzania mediów

# #31258
source: Show when TvTunes plays video
it_it: Mostra quando TvTunes riproduce un video

# #31259
source: Show when list has focus
it_it: Mostra quando la lista è selezionata

# #31260
source: Show fallback only
it_it: Mostra solo in alternativa
pl_pl: Pokazuj tylko zapasowy

# #31261
source: Set width 1 column
it_it: Imposta larghezza 1 colonna
pl_pl: Ustaw szerokość na 1 kolumnę

# #31262
source: Set width 2 columns
it_it: Imposta larghezza 2 colonne
pl_pl: Ustaw szerokość na 2 kolumny

# #31263
source: Set width 3 columns
it_it: Imposta larghezza 3 colonne
pl_pl: Ustaw szerokość na 3 kolumny

# #31264
source: Set height 1 row
it_it: Imposta altezza 1 riga
pl_pl: Ustaw wysokość na 1 wiersz

# #31265
source: Set height 2 rows
it_it: Imposta altezza 2 righe
pl_pl: Ustaw wysokość na 2 wiersze

# #31266
source: Set height 3 rows
it_it: Imposta altezza 3 righe
pl_pl: Ustaw wysokość na 3 wiersze

# #31267
source: Fill with color
it_it: Riempi con colore
pl_pl: Wypełnij kolorem

# #31268
source: Fill with user's picture
it_it: Riempi con immagine utente
pl_pl: Wypełnij portretem użytkownika

# #31269
source: Fill with List item Fanart
it_it: Riempi con Fanart oggetto

# #31270
source: Default
it_it: Predefinito
pl_pl: Domyślne

# #31271
source: No fallback
it_it: Nessuna alternativa

# #31272
source: Wide List
it_it: Lista Larga
nl_nl: Brede Lijst
pl_pl: Duża lista

# #31274
source: Card
it_it: Scheda
pl_pl: Karty

# #31276
source: Fixed List
it_it: Lista Fissa
pl_pl: Lista stała

# #31278
source: Thumb
it_it: Anteprima
pl_pl: Mianiatura

# #31282
source: Landscape
it_it: Panorama
nl_nl: Landschap
pl_pl: Panorama
sr_rs@latin: Pejzažno

# #31283
source: Custom List
it_it: Lista Personalizzata
pl_pl: Lista niestandardowa

# #31285
source: KODI Subtitles
it_it: Sottotitoli KODI
pl_pl: Napisy Kodi

# #31286
source: Horizontal
it_it: Orizzontale
pl_pl: Poziomo

# #31287
source: Vertical
it_it: Verticale
pl_pl: Pionowo

# #31288
source: Stick to Top
it_it: Aggancia in Alto
pl_pl: Przypnij do góry

# #31289
source: Stick to Bottom
it_it: Aggancia in Basso
pl_pl: Przypnij do dołu

# #31290
source: Stick to Left
it_it: Aggancia a Sinistra
pl_pl: Przypnij do prawej

# #31291
source: Stick to Right
it_it: Aggancia a Destra
pl_pl: Przypnij do lewej

# #31292
source: Hide bar at scroll end
it_it: Nascondi barra a fine scorrimento

# #31293
source: Always visible
it_it: Sempre visibile
pl_pl: Zawsze widoczne

# #31294
source: Push blocs
it_it: Spingi blocchi

# #31295
source: Show over blocs
it_it: Mostra sopra blocchi

# #31296
source: Still visible if B5 has focus
it_it: Ancora visibile se B5 è selezionato

# #31297
source: Hide if B5 has focus
it_it: Nascondi se B5 è selezionato

# #31298
source: Activate pressing Left
it_it: Attiva premendo Sinistra

# #31299
source: Activate pressing Right
it_it: Attiva premendo Destra

# #31300
source: Activate pressing Up
it_it: Attiva premendo Su

# #31301
source: Activate pressing Down
it_it: Attiva premendo Giù

# #31303
source: IdleFade Timer
it_it: Timer Sfuma

# #31304
source: Seconds
it_it: Secondi
nl_nl: Seconden
pl_pl: Sekund
sr_rs@latin: Sekundi

# #31305
source: Choose pictures folder...
it_it: Scegli cartella immagini...
pl_pl: Wybierz folder obrazów...

# #31306
source: Choose picture...
it_it: Scegli immagine...
pl_pl: Wybierz obraz...

# #31307
source: Square
it_it: Quadrato
nl_nl: Vierkant
pl_pl: Kwadrat
sr_rs@latin: Kvadrat

# #31308
source: Medium
it_it: Medio

# #31309
source: Large
it_it: Largo
nl_nl: Groot
pl_pl: Duży

# #31310
source: Not found !
it_it: Non trovato !

# #31311
source: Checking Files
it_it: Controllo i File
pl_pl: Sprawdzanie plików

# #31312
source: Update Custom Lists
it_it: Aggiorna Liste Personalizzate

# #31313
source: Wizard...
it_it: Config. Guidata...
pl_pl: Kreator...

# #31314
source: At first start, KOver is built with the minimum requirements. You need to apply a prebuilt configuration or go to the Designer to create all the needed viewtypes and options.
it_it: Al primo avvio, KOver è impostato con i requisiti minimi. Devi applicare una configurazione preimpostata o andare al Designer per creare tutti i tipi di vista richiesti e opzioni.

# #31315
source: Welcome
it_it: Benvenuto
pl_pl: Witamy

# #31316
source: Choose a prebuilt configuration
it_it: Scegli una configurazione preimpostata
pl_pl: Wybierz gotową konfigurację

# #31317
source: Go to Designer
it_it: Vai al Designer

# #31318
source: Exit
it_it: Esci
pl_pl: Koniec

# #31319
source: Choose this option to let KOver builds itself. Choose between 5 presets to apply the settings matching to your needs (recommended). You can still apply other configurations later via the skin settings window.
it_it: Scegli questa opzione per permettere a KOver di configurarsi da solo. Scegli tra 5 preimpostazioni per applicare le impostazioni che corrispondono alle tue esigenze (consigliato). Puoi sempre applicare altre configurazioni dopo tramite la finestra delle impostazioni skin.

# #31320
source: Choose this option to build KOver yourself. This will bring you to the Designer tool (advanced). It's recommended to apply a prebuilt configuration at first launch. You can still go to the Designer later via the skin settings window.
it_it: Scegli questa opzione per configurare da te KOver. Questo ti porterà allo strumento Designer (avanzato). È consigliato applicare una configurazione preimpostata al primo avvio. Puoi sempre andare al Designer dopo tramite la finestra delle impostazioni skin.

# #31321
source: Exit the wizard. You can go back to the wizard via the skin settings window.
it_it: Esci dalla configurazione guidata. Puoi tornare alla configurazione guidata tramite la finestra delle impostazioni skin.

# #31322
source: Do not show me again
it_it: Non mostrare più
pl_pl: Nie pokazuj więcej

# #31323
source: Open the startup wizard...
it_it: Apri config. guidata primo avvio...
pl_pl: Otwórz kreatora startowego...

# #31324
source: Do not turn off your device or force close KODI.
it_it: Non spegnere il dispositivo o forzare la chiusura di KODI.

# #31325
source: A large amount of settings is being written. This can take some time depending of the system.[CR]Do not turn off your device or force close KODI.
it_it: Sto scrivendo una grande quantità di impostazioni. Può richiedere del tempo a seconda del dispositivo.[CR]Non spegnere il dispositivo o forzare la chiusura di KODI.

# #31326
source: Still processing...[CR]Do not turn off your device or force close KODI.
it_it: Sto ancora lavorando...[CR]Non spegnere il dispositivo o forzare la chiusura di KODI.

# #31400
source: [B]Configure appearance settings[/B][CR][CR]Change the skin[CR]Set language and region[CR]Change file listing options[CR]Set up a screensaver
it_it: [B]Configura impostazioni aspetto[/B][CR][CR]Cambia skin[CR]Imposta lingua e regione[CR]Cambia opzioni liste file[CR]Imposta uno screensaver
pl_pl: [B]Konfiguracja interfejsu[/B][CR][CR]Wybór skóry[CR]Ustawienia regionalne[CR]Wygaszacz ekranu[CR]Kontrola dostępu

# #31401
source: [B]Configure video settings[/B][CR][CR]Manage your video library[CR]Set video playback options[CR]Change video listing options[CR]Set subtitle fonts
it_it: [B]Configura impostazioni video[/B][CR][CR]Gestisci librerie video[CR]Imposta opzioni riproduzione video[CR]Cambia opzioni liste video[CR]Imposta font sottotitoli

# #31402
source: [B]Configure music settings[/B][CR][CR]Manage your music library[CR]Set music playback options[CR]Change music listing options[CR]Setup song submission[CR]Set karaoke options
it_it: [B]Configura impostazioni musica[/B][CR][CR]Gestisci libreria musicale[CR]Imposta opzioni riproduzione musicale[CR]Cambia opzioni liste musicali[CR]Imposta invio brani[CR]

# #31403
source: [B]Configure picture settings[/B][CR][CR]Set picture listing options[CR]Configure slideshow
it_it: [B]Configura impostazioni immagini[/B][CR][CR]Imposta opzioni liste immagini[CR]Configura presentazione
pl_pl: [B]Konfiguracja obrazów[/B][CR][CR]Listy obrazów[CR]Pokaz slajdów

# #31404
source: [B]Configure weather settings[/B][CR][CR]Set various cities to collect weather information
it_it: [B]Configura impostazioni meteo[/B][CR][CR]Imposta varie città di cui ottenere informazioni meteo
pl_pl: [B]Konfiguracja pogody[/B][CR][CR]Wybór dodatku · Wybór lokalizacji dla informacji pogodowych

# #31406
source: [B]Configure system settings[/B][CR][CR]Setup and calibrate displays[CR]Configure audio output[CR]Setup remote controls[CR]Set power saving options[CR]Enable debugging[CR]Setup master lock
it_it: [B]Configura impostazioni sistema[/B][CR][CR]Imposta e calibra schermi[CR]Configura output audio[CR]Configura telecomandi[CR]Imposta opzioni risparmio energetico[CR]Abilita debug[CR]Imposta Master Lock
pl_pl: [B]Konfiguracja systemu[/B][CR][CR]Wyświetlanie obrazu[CR]Odtwarzanie dźwięku[CR]Urządzenia wejściowe[CR]Oszczędzanie energii[CR]Dodatki[CR]Diagnostyka

# #31408
source: [B]Configure add-ons[/B][CR][CR]Manage your installed add-ons[CR]Browse for and install add-ons from kodi.tv[CR]Modify add-on settings
it_it: [B]Configura Add-On[/B][CR][CR]Gestisci gli Add-On installati[CR]Sfoglia e installa Add-On da kodi.tv[CR]Modifica impostazioni Add-On
pl_pl: [B]KONFIGURACJA DODATKÓW[/B][CR][CR]Zarządzanie zainstalowanymi dodatkami[CR]Przeglądanie i instalowanie dodatków[CR]Modyfikacja ustawień dodatków

# #31409
source: [B]Configure TV settings[/B][CR][CR]Change full screen info[CR]Manage EPG data settings
it_it: [B]Configura impostazioni TV[/B][CR][CR]Cambia informazioni schermo intero[CR]Gestisci impostazioni dati EPG

# #31410
source: [B]Configure network settings[/B][CR][CR]Setup control of Kodi via UPnP and HTTP[CR]Configure file sharing[CR]Enable Zeroconf[CR]Configure AirPlay
it_it: [B]Configura impostazioni rete[/B][CR][CR]Imposta il controllo di Kodi tramite UPnP e HTTP[CR]Configura condivisione file[CR]Abilita Zeroconf[CR]Configura AirPlay

# #31411
source: [B]Configure KOver settings[/B][CR][CR]Configure Home menu[CR]Enable advanced tools[CR]Auto build viewtypes sets[CR]Export / Import features
it_it: [B]Configura impostazioni KOver[/B][CR][CR]Configura menù Home[CR]Abilita strumenti avanzati[CR]Crea automaticamente set di tipi di viste[CR]Esporta / Importa funzionalità

# #31412
source: [B]Configure KOver viewtypes[/B][CR][CR]Create / delete / modify viewtypes using the WYSIWYG editor : KOver Designer
it_it: [B]Configura tipi di viste KOver[/B][CR][CR]Crea / elimina / modifica tipi di viste usando l'editor WYSIWYG : KOver Designer

# #31413
source: [B]Configure KOver colors[/B][CR][CR]Create / modify color scheme[CR]Change colors for each parts of the viewtypes[CR]Import previous or shared color sets
it_it: [B]Configura colori KOver[/B][CR][CR]Crea / modifica schema colori[CR]Cambia colori per ogni parte dei tipi di viste[CR]Importa set colori precedenti o condivisi

# #31414
source: [B]Configure profiles settings[/B][CR][CR]Enable / disable login screen[CR]Set profiles' names and pictures[CR]Set lock settings
it_it: [B]Configura impostazioni profili[/B][CR][CR]Abilita / disabilita schermata login[CR]Imposta nomi e immagini dei profili[CR]Cambia impostazioni blocco

# #31500
source: This category contains the settings for home menu editing and showing / hiding advanced features.
it_it: Questa categoria contiene le impostazioni per modificare il menù Home e mostrare / nascondere funzionalità avanzate.

# #31501
source: This category contains the settings for applying automatic layouts and color sets.
it_it: Questa categoria contiene le impostazioni per applicare layout automatici e set di colori.

# #31502
source: This category contains the settings for importing / exporting user's configurations of KOver.
it_it: Questa categoria contiene le impostazioni per importare / esportare le configurazioni utente di KOver.

# #31503
source: This category contains the settings for activating optional scripts to enhance KOver content.
it_it: Questa categoria contiene le impostazioni per attivare script opzionali per potenziare i contenuti di KOver.

# #31000
source: KOver Designer
nl_nl: Kover ontwerper
pl_pl: Projektant skóry KOver
sr_rs@latin: KOver Dizajner

# #31051
source: Home
nl_nl: Thuis
pl_pl: Start

# #31054
source: Extra art
nl_nl: Extra kunst
pl_pl: Dodatkowa grafika

# #31061
source: Sidebar
nl_nl: zijbalk
pl_pl: Menu boczne

# #31145
source: PVR
pl_pl: Telewizja

# #31273
source: Tiles
pl_pl: Kafelki

# #31275
source: Poster
pl_pl: Plakat
