Repository: Jayz2K/skin.KOver
Catalog: language/resource.language.*/strings.po
Languages: it_it, nl_nl, pl_pl, sr_rs@latin

# #31001
source: Home Menu
it_it: Menù Home
nl_nl: Startmenu
pl_pl: Menu startowe
sr_rs@latin: Glavni Izbor

# #31002
source: Colors
it_it: Colori
nl_nl: Kleuren
pl_pl: Kolory
sr_rs@latin: Boje

# #31003
source: Import
it_it: Importa
nl_nl: importeren
pl_pl: Importuj
sr_rs@latin: Uvezi

# #31004
source: Customize
it_it: Personalizza
nl_nl: Aanpassen
pl_pl: Dostosuj
sr_rs@latin: Prilagodi

# #31005
source: Dialogs
it_it: Dialoghi
nl_nl: Dialogen
pl_pl: Okna dialogowe
sr_rs@latin: Dijalozi

# #31006
source: Wallpaper
it_it: Sfondo
nl_nl: Poster
pl_pl: Fototapeta
sr_rs@latin: Pozadina

# #31007
source: General Setup
it_it: Setup Generale
nl_nl: Algemene setup
pl_pl: Ogólna konfiguracja
sr_rs@latin: Glavna Podešavanja

# #31008
source: Blocs background
it_it: Sfondo Blocchi
nl_nl: Blokken achtergrond
pl_pl: Tło bloków
sr_rs@latin: Pozadina blokova

# #31009
source: Bloc 1 : List
it_it: Blocco 1 : Lista
nl_nl: Blok 1 : Lijst
pl_pl: Blok 1 : Lista
sr_rs@latin: Blok 1 : Lista

# #31010
source: Bloc 1
it_it: Blocco 1
nl_nl: Blok 1
pl_pl: Blok 1
sr_rs@latin: Blok 1

# #31011
source: Bloc 2 : Infos
it_it: Blocco 2 : Info
nl_nl: Bloc 2 : informatie
pl_pl: Blok 2 : Informacje
sr_rs@latin: Blok 2 : Info

# #31012
source: Bloc 2
it_it: Blocco 2
nl_nl: Blok 2
pl_pl: Blok 2
sr_rs@latin: Blok 2

# #31013
source: Bloc 3 : Art
it_it: Blocco 3 : Art
nl_nl: Blok 3 : kunst
pl_pl: Blok 3 : Grafika
sr_rs@latin: Blok 3 : Slike

# #31014
source: Bloc 3
it_it: Blocco 3
nl_nl: blok 3
pl_pl: Blok 3
sr_rs@latin: Blok 3

# #31015
source: Bloc 4 : Playing Video
it_it: Blocco 4 : Riproduz. Video
nl_nl: Blok 4 : afspelende video
pl_pl: Blok 4 : Odtwarzanie wideo
sr_rs@latin: Blok 4 : Trenutni Video

# #31016
source: Bloc 4
it_it: Blocco 4
nl_nl: Blok 4
pl_pl: Blok 4
sr_rs@latin: Blok 4

# #31017
source: Rename View
it_it: Rinomina Vista
nl_nl: Hernoem vertoning
pl_pl: Przemianuj widok
sr_rs@latin: Preimenjuj Prikaz

# #31018
source: Apply Default Horizontal
it_it: Applica Predefinito Orizzontale
nl_nl: Toepassen standaard horizontaal
pl_pl: Zastosuj domyślny poziomy
sr_rs@latin: Primeni Podrazumevano Horizontalno

# #31019
source: Apply Default Vertical
it_it: Applica Predefinito Verticale
nl_nl: Toepassen standaard verticaal
pl_pl: Zastosuj domyślny pionowy
sr_rs@latin: Primeni Podrazumevano Vertikalno

# #31020
source: My Template 1
it_it: Mio Modello 1
nl_nl: Mijn sjabloon 1
pl_pl: Szablon 1
sr_rs@latin: Moj Šablon 1

# #31021
source: My Template 2
it_it: Mio Modello 2
nl_nl: Mijn sjabloon 2
pl_pl: Szablon 2
sr_rs@latin: Moj Šablon 2

# #31022
source: My Template 3
it_it: Mio Modello 3
nl_nl: Mijn sjabloon 3
pl_pl: Szablon 3
sr_rs@latin: Moj Šablon 3

# #31023
source: Delete View
it_it: Cancella Vista
nl_nl: Verwijder vertoning
pl_pl: Usuń widok
sr_rs@latin: Obriši Prikaz

# #31024
source: Apply Template To View
it_it: Applica Modello alla Vista
nl_nl: toepassen sjabloon naar weergave
pl_pl: Zastosuj szablon dla widoku
sr_rs@latin: Primeni Šablon Za Prikaz

# #31025
source: Copy View To Template
it_it: Copia Vista nel Modello
nl_nl: kopieer weergaven naar sjabloon
pl_pl: Skopiuj widok do szablonu
sr_rs@latin: Kopiraj Prikaz u Šablon

# #31026
source: Delete Template
it_it: Cancella Modello
nl_nl: verwijder sjabloon
pl_pl: Usuń szablon
sr_rs@latin: Obriši Šablon

# #31027
source: Export Template
it_it: Esporta Modello
nl_nl: exporteer sjabloon
pl_pl: Eksportuj szablon
sr_rs@latin: Izvezi Šablon

# #31028
source: Layout Orientation
it_it: Orientamento Layout
nl_nl: lay-out orientatie
pl_pl: Orientacja kompozycji
sr_rs@latin: Orijentacija Prikaza

# #31029
source: Sidebar Position
it_it: Posizione Sidebar
nl_nl: Zijblak positie
pl_pl: Pozycja menu boczne
sr_rs@latin: Pozicija trake sa strane

# #31030
source: Dialog panel position
it_it: Posizione Pannello Dialogo
nl_nl: dialoog paneel positie
pl_pl: Pozycja panelu dialogowego
sr_rs@latin: Pozicija dijalog panela

# #31031
source: Sidebar Autohide
it_it: Nascondi automaticamente Sidebar
nl_nl: Zijbalk automatisch verbergen
pl_pl: Ukrywaj menu boczne
sr_rs@latin: Auto-skrivanje trake sa strane

# #31032
source: Dialog slide type
it_it: Tipo scorrimento Dialogo
nl_nl: dialoog glij type

# #31033
source: Horizontal Separator
it_it: Separatore Orizzontale
nl_nl: horizontaal afscheider
pl_pl: Separator poziomy

# #31034
source: Vertical Separator
it_it: Separatore Verticale
nl_nl: verticaal afscheider
pl_pl: Separator pionowy

# #31035
source: visibility
it_it: visibilità
nl_nl: Zichtbaarheid
pl_pl: widoczność
sr_rs@latin: vidljivost

# #31036
source: Horizontal Position (column)
it_it: Posizione Orizzontale (colonna)
nl_nl: Horizontale positie (kolom)
pl_pl: Pozycja pozioma (kolumna)
sr_rs@latin: Horizontalna Pozicija (kolona)

# #31037
source: Vertical Position (row)
it_it: Posizione Verticale (riga)
nl_nl: Vertikale positie (rij)
pl_pl: Pozycja pionowa (wiersz)
sr_rs@latin: Vertikalna Pozicija (red)

# #31038
source: Width
it_it: Larghezza
nl_nl: breedte
pl_pl: Szerokość
sr_rs@latin: Širina

# #31039
source: Height
it_it: Altezza
nl_nl: Hoogte
pl_pl: Wysokość
sr_rs@latin: Visina

# #31040
source: Background[CR]Style
it_it: Stile[CR]Sfondo
nl_nl: Achtergrond[CR]stijl
pl_pl: Styl[CR]tła
sr_rs@latin: Pozadinski[CR]Stil

# #31041
source: List Type
it_it: Tipo Lista
nl_nl: Lijst type
pl_pl: Typ listy
sr_rs@latin: Tip Liste

# #31042
source: Background[CR]Image
it_it: Immagine[CR]Sfondo
nl_nl: achtergrond[CR]afbeelding
pl_pl: Obraz[CR]tła
sr_rs@latin: Pozadinska[CR]Slika

# #31043
source: List : Selected item 1
it_it: Lista : Oggetto Selezionato 1
nl_nl: lijst : Geselecteerde bestand 1
sr_rs@latin: Lista : Izabrana Stavka 1

# #31044
source: Sub info
it_it: Info Sottotitoli
nl_nl: Ondertitel info
sr_rs@latin: Pod Info

# #31045
source: List : Unselected item 2
it_it: Lista : Oggetto non selezionato 2
nl_nl: lijst : niet geselecteerde bestand 2
sr_rs@latin: Lista : Neizabrana Stavka 2

# #31046
source: List : Unselected item 3
it_it: Lista : Oggetto non selezionato 3
nl_nl: Lijst : niet geselecteerde bestand 3
sr_rs@latin: Lista : Neizabrana Stavka 3

# #31047
source: Info Bloc : Sub info
it_it: Blocco Info: Info Sottotitoli
nl_nl: info blok : ondertitel informatie

# #31048
source: Text 3 - Informations plot [CR]about the selected item in bloc 1
it_it: Testo 3 - Info Trama [CR]per oggetto selezionato nel Blocco 1
nl_nl: tekst 3 - informatie plot [CR]over het geselecteerde bestand in blok 1

# #31049
source: Ex : Duration
it_it: Es : Durata
nl_nl: Ex : duur

# #31050
source: Selected Item Tag
it_it: Tag oggetto selezionato
nl_nl: Selecteer bestand tag

# #31052
source: Video on top
it_it: Video in primo piano
nl_nl: Video bovenin

# #31053
source: Visualisation presets
it_it: Preset visualizzazione
nl_nl: Visualisatie voorinstelling
pl_pl: Zdefiniowane szablony wizualizacji

# #31055
source: Increase
it_it: Aumenta
nl_nl: Vergroten
pl_pl: Zwiększ

# #31056
source: Decrease
it_it: Riduci
nl_nl: verkleinen
pl_pl: Zmniejsz

# #31057
source: Recent albums
it_it: Album recenti
nl_nl: Nieuwe albums
pl_pl: Albumy ostatnio dodane
sr_rs@latin: Skorašnji albumi

# #31058
source: Recommended albums
it_it: Album consigliati
nl_nl: Aanbevolen albums
pl_pl: Albumy polecane
sr_rs@latin: Preporučeni albumi

# #31059
source: Random albums
it_it: Album casuali
nl_nl: Willekeurige albums
pl_pl: Albumy w losowej kolejności
sr_rs@latin: Nasumični albumi

# #31060
source: Window
it_it: Finestra
nl_nl: Scherm
pl_pl: Okno

# #31062
source: Blocs background
it_it: Sfondo Blocchi
nl_nl: Blokken achtergrond
pl_pl: Tło bloków
sr_rs@latin: Pozadina blokova

# #31063
source: Info bloc
it_it: Blocco Info
nl_nl: info blok

# #31064
source: Art bloc
it_it: Blocco Art
nl_nl: kunst blok

# #31065
source: Video bloc
it_it: Blocco Video
nl_nl: Video blok

# #31066
source: Dialog
it_it: Dialogo
nl_nl: dialoog
pl_pl: Okno dialogowe

# #31067
source: Color editor
it_it: Editor Colori
nl_nl: kleur aanpasser
pl_pl: Edytor koloru

# #31068
source: Unselected icons
it_it: Icone non selezionate
nl_nl: niet geselecteerde iconen
pl_pl: Ikony niezaznaczone

# #31069
source: Unselected items
it_it: Oggetti non selezionati
nl_nl: Niet geselecteerde bestanden
pl_pl: Pozycje niezaznaczone

# #31070
source: Unselected text 1[CR]icon
it_it: Icona[CR]testo non selezionato 1

# #31071
source: Unselected text 2[CR](sub)
it_it: Testo non selezionato 2[CR](sottotitolo)

# #31072
source: Unselected text
it_it: Testo non selezionato
pl_pl: Tekst niezaznaczony

# #31073
source: Selected icon background
it_it: Sfondo icona selezionata

# #31074
source: Selected items
it_it: Oggetti selezionati
pl_pl: Pozycje zaznaczone

# #31075
source: Selected text 1[CR]icon
it_it: Icona[CR]testo selezionato 1

# #31076
source: Selected text 2[CR](sub)
it_it: Testo selezionato 2[CR](sottotitolo)

# #31077
source: Selected text
it_it: Testo selezionato
pl_pl: Wybrany tekst

# #31078
source: Selected item background
it_it: Sfondo oggetto selezionato

# #31079
source: Selected item number
it_it: Numero oggetto selezionato
pl_pl: Wybrany numer pozycji

# #31080
source: Invalid text
it_it: Testo non valido
pl_pl: Niepoprawny tekst

# #31081
source: Clock
it_it: Orologio
nl_nl: Klok
pl_pl: Zegar
sr_rs@latin: Sat

# #31082
source: Shadow
it_it: Ombra
pl_pl: Cień

# #31083
source: Other infos
it_it: Altre info
pl_pl: Inne informacje

# #31084
source: Export color scheme
it_it: Esporta schema colori
pl_pl: Eksportuj motyw kolorów

# #31085
source: Bloc 5 : Submenu
it_it: Blocco 5 : Sottomenù

# #31086
source: Bloc 5
it_it: Blocco 5

# #31087
source: KODI Section
it_it: Sezione KODI
pl_pl: Sekcja Kodi

# #31088
source: Name :
it_it: Nome :
pl_pl: Nazwa :

# #31089
source: Viewtype
it_it: Tipo Vista
nl_nl: Type weergave
pl_pl: Widok

# #31090
source: Empty
it_it: Vuoto
pl_pl: Pusty

# #31091
source: Choose the section where you want to edit the viewtype.
it_it: Scegli la sezione dove vuoi modificare il tipo di vista.

# #31092
source: Choose the viewtype you want to build/edit. Press right for config, click or press ENTER for more.
it_it: Scegli il tipo di vista che vuoi creare/modificare. Premi Destra per configurare, clicca o premi INVIO per altro.

# #31093
source: Rename the viewtype. This will be shown 'as is' in library viewtype selection.
it_it: Rinomina il tipo di vista. Questo sarà mostrato 'com'è' nella selezione del tipo di vista per la libreria.

# #31094
source: Apply the built-in horizontal viewtype. A good start for sidebar TOP or BOTTOM layout.
it_it: Applica il tipo di vista orizzontale integrato. Una buona partenza per layout con sidebar in ALTO o in BASSO.

# #31095
source: Apply the built-in vertical viewtype. A good start for sidebar LEFT or RIGHT layout.
it_it: Applica il tipo di vista verticale integrato. Una buona partenza per layout con sidebar a SINISTRA o DESTRA.

# #31096
source: Delete the viewtype. It won't be available anymore in library viewtype selection.
it_it: Cancella il tipo di vista. Non sarà più disponibile nella selezione di tipi di vista per la libreria.

# #31097
source: Apply imported/stored viewtype in template. This will overide the actual viewtype.
it_it: Applica tipi di vista importati/salvati nel modello. Questo sovrascriverà il tipo di vista attuale.

# #31098
source: Stores the actual viewtype in template. This overide the template content.
it_it: Salva il tipo di vista corrente nel modello. Questo sovrascrive il contenuto del modello.

# #31099
source: Export the template's content to a zip file. Be aware that the template's number is also stored.
it_it: Esporta il contenuto del modello in un file zip. Attenzione che sarà salvato anche il numero del modello.

# #31100
source: Delete the template's content.
it_it: Cancella il contenuto del modello.
pl_pl: Usuwa zawartość szablonu.

# #31101
source: Toggle the element's visibility. IDLEFADE makes the element to disappear after 5s.
it_it: Scegli la visibilità dell'oggetto. SFUMA fa scomparire l'oggetto dopo 5s.

# #31102
source: Change the layout orientation or scroll direction for lists.
it_it: Cambia l'orientamento del layout o la direzione dello scorrimento per le liste.

# #31103
source: Change the sidebar position. This is limited by the layout orientation.
it_it: Cambia la posizione della sidebar. Questo è limitato dall'orientamento del layout.

# #31104
source: Makes the sidebar to autohide. Useful for fullscreen layout, sidebar will fade to not cover infos.
it_it: Fai in modo che la sidebar si nasconda automaticamente. Utile per un layout a schermo intero, la sidebar sfumerà per non coprire le informazioni.

# #31105
source: Set the dialog panel (ex. movie infos) position.
it_it: Imposta la posizione del pannello di dialogo (es. info Film).

# #31106
source: Choose panel opening style. 'PUSH' pushes the blocs and 'OVER' shows over blocs.
it_it: Scegli lo stile di apertura del pannello. 'SPINGI' spinge i blocchi e 'SOVRAPPONI' mostra blocchi sovrapposti.

# #31107
source: Insert an horizontal space between blocs. Choose between A and B or B and C.
it_it: Inserisci uno spazio orizzontale fra i blocchi. Scegli fra A e B o B e C.

# #31108
source: Insert an vertical space between blocs. Choose between A and B or B and C.
it_it: Inserisci uno spazio verticale fra i blocchi. Scegli fra A e B o B e C.

# #31109
source: Change the horizontal start position of the element. Can be locked depending of the layout orientation.
it_it: Cambia la posizione di inizio orizzontale dell'elemento. Può essere bloccata a seconda dell'orientamento del layout.

# #31110
source: Change the vertical start position of the element. Can be locked depending of the layout orientation.
it_it: Cambia la posizione di inizio verticale dell'elemento. Può essere bloccata a seconda dell'orientamento del layout.

# #31111
source: Change the horizontal size of the element. Can be locked/limited by the element's horizontal position.
it_it: Cambia la dimensione orizzontale dell'elemento. Può essere bloccata/limitata dalla posizione orizzontale dell'elemento.

# #31112
source: Change the vertical size of the element. Can be locked/limited by the element's vertical position.
it_it: Cambia la dimensione verticale dell'elemento. Può essere bloccata/limitata dalla posizione verticale dell'elemento.

# #31113
source: Choose the window background style. 'IMAGE' shows user's picture selected in the next setting.
it_it: Scegli lo stile dello sfondo della finestra. 'IMMAGINE' mostra l'immagine selezionata dall'utente nell'impostazione successiva.

# #31114
source: Choose the main list (library) style. 'BANNER' shows 'FIXEDLIST' if item is not a media.
it_it: Scegli lo stile per la lista principale (libreria). 'BANNER' mostra 'LISTAFISSA' se l'oggetto non è un file multimediale.

# #31115
source: Browse for a picture to use when background style is set to 'IMAGE'.
it_it: Cerca un'immagine da usare quando lo stile sfondo è impostato su 'IMMAGINE'.

# #31116
source: Display the playing video over all other background style settings.
it_it: Mostra il video in riproduzione sopra tutte le altre impostazioni dello stile sfondo.

# #31117
source: Set 'HIDE' to hide bloc 1 (List) when submenu/options list has focus. Useful when blocs share the same position.
it_it: Imposta 'NASCONDI' per nascondere il Blocco 1 (Lista) quando è selezionato il sottomenù/lista opzioni. Utile quando i blocchi condividono la stessa posizione.

# #31118
source: Set 'HIDE' to hide bloc 2 (Infos) when submenu/options list has focus. Useful when blocs share the same position.
it_it: Imposta 'NASCONDI' per nascondere il Blocco 1 (Info) quando è selezionato il sottomenù/lista opzioni. Utile quando i blocchi condividono la stessa posizione.

# #31119
source: Set 'HIDE' to hide bloc 3 (Art) when submenu/options list has focus. Useful when blocs share the same position.
it_it: Imposta 'NASCONDI' per nascondere il Blocco 3 (Art) quando è selezionato il sottomenù/lista opzioni. Utile quando i blocchi condividono la stessa posizione.

# #31120
source: Set 'HIDE' to hide bloc 4 (Video/Home art) when submenu/options list has focus. Useful when blocs share the same position.
it_it: Imposta 'NASCONDI' per nascondere il Blocco 4 (Video/Art Home) quando è selezionato il sottomenù/lista opzioni. Utile quando i blocchi condividono la stessa posizione.

# #31121
source: Choose key/action to open submenu/options list (Bloc 5).
it_it: Scegli tasto/azione per aprire il sottomenù/lista opzioni (Blocco 5).

# #31122
source: Choose key/action to go to previous menu.
it_it: Scegli tasto/azione per tornare al menù precedente.

# #31123
source: Blocs background
it_it: Sfondo Blocchi
nl_nl: Blokken achtergrond
pl_pl: Tło bloków
sr_rs@latin: Pozadina blokova

# #31124
source: Libraries settings
it_it: Impostazioni Librerie
pl_pl: Ustawienia biblioteki

# #31125
source: Subcategory
it_it: Sottocategoria
pl_pl: Podkategoria

# #31126
source: Change settings level
it_it: Cambia livello impostazioni
pl_pl: Zmień poziom ustawień

# #31127
source: Submenu
it_it: Sottomenù
nl_nl: Gebruik een eindige lijst voor het submenu
pl_pl: Podmenu
sr_rs@latin: Podmeni

# #31128
source: Choose the element you want to change the color and click or press 'ENTER'.
it_it: Scegli l'elemento di cui vuoi cambiare il colore e clicca o premi 'INVIO'.

# #31129
source: Info Bloc : Title
it_it: Blocco Info : Titolo

# #31130
source: Bloc 4 : Home Art
it_it: Blocco 4 : Art Home

# #31131
source: Scrolling Orientation
it_it: Orientamento scorrimento
pl_pl: Kierunek przewijania

# #31132
source: View Settings
it_it: Impostazioni Vista
pl_pl: Ustawienia widoku

# #31133
source: Select Viewtype
it_it: Scegli Tipo Vista
pl_pl: Wybierz widok

# #31134
source: Move left
it_it: Sposta a sinistra
nl_nl: Naar links
pl_pl: Przesuń w prawo

# #31135
source: Move right
it_it: Sposta a destra
nl_nl: Naar Rechts
pl_pl: Przesuń w lewo

# #31136
source: Change icon
it_it: Cambia icona

# #31137
source: Select Bloc 4 Picture
it_it: Scegli immagine Blocco 4

# #31138
source: Bloc 1 Visibility On Focus
it_it: Visibilità Blocco 1 selezionato

# #31139
source: Bloc 2 Visibility On Focus
it_it: Visibilità Blocco 2 selezionato

# #31140
source: Bloc 3 Visibility On Focus
it_it: Visibilità Blocco 3 selezionato

# #31141
source: Bloc 4 Visibility On Focus
it_it: Visibilità Blocco 4 selezionato

# #31142
source: Go Submenu
it_it: Vai al Sottomenù

# #31143
source: Go Back
it_it: Torna indietro
pl_pl: Powrót

# #31144
source: Over
it_it: Sopra

# #31146
source: TV channels
it_it: Canali TV
pl_pl: Kanały

# #31147
source: Weather
it_it: Meteo
pl_pl: Pogoda

# #31148
source: Weather Forecast
it_it: Previsioni Meteo
pl_pl: Prognoza pogody

# #31149
source: Edit Home menu...
it_it: Modifica menù Home...
pl_pl: Edytuj menu startowe...

# #31150
source: Auto build
it_it: Crea automaticamente

# #31151
source: Import / Export
it_it: Importa / Esporta
pl_pl: Import / Eksport

# #31152
source: Force search for PVR thumbs
it_it: Forza ricerca anteprime PVR

# #31153
source: Enable Designer
it_it: Abilita Designer

# #31154
source: Enable Color tool
it_it: Abilita strumento Colore

# #31155
source: Show Debug Infos
it_it: Mostra informazioni debug
pl_pl: Pokazuj informacje diagnostyczne

# #31156
source: Build KOver for PVR
it_it: Crea KOver per PVR

# #31157
source: Horizontal
it_it: Orizzontale
pl_pl: Poziomo

# #31158
source: Vertical
it_it: Verticale
pl_pl: Pionowo

# #31159
source: Build KOver fullscreen
it_it: Crea KOver a schermo intero

# #31160
source: Classic
it_it: Classico

# #31161
source: Two-thirds
it_it: Due-terzi

# #31162
source: Hybrid
it_it: Ibrido

# #31163
source: Import...
it_it: Importa...
pl_pl: Inportuj...

# #31164
source: Backup all viewtype (without Home menu)
it_it: Backup di tutti i tipi vista (senza menù Home)
pl_pl: Kopia zapasowa typów widoku (bez menu startowego)

# #31165
source: Backup Home menu
it_it: Backup menù Home
pl_pl: Kopia zapasowa menu startowego

# #31166
source: Full backup (viewtypes and Home menu)
it_it: Backup completo (tipi vista e menù Home)
pl_pl: Pełna kopia zapasowa (typy widoków i menu startowe)

# #31167
source: Export all 'Home' viewtypes
it_it: Esporta tutti i tipi vista 'Home'

# #31168
source: Export all 'Video' viewtypes
it_it: Esporta tutti i tipi vista 'Video'

# #31169
source: Export all 'Music' viewtypes
it_it: Esporta tutti i tipi vista 'Musica'

# #31170
source: Export all 'Pictures' viewtypes
it_it: Esporta tutti i tipi vista 'Immagini'

# #31171
source: Export all 'TV' viewtypes
it_it: Esporta tutti i tipi vista 'TV'

# #31172
source: Export all 'Programs' viewtypes
it_it: Esporta tutti i tipi vista 'Programmi'

# #31173
source: Allows to set home menu, submenus and widgets and to choose viewtypes and backgrounds.
it_it: Permette di impostare il menù home, i sottomenù e i widget e scegliere i tipi di vista e gli sfondi.

# #31174
source: Enable this option to force downloading arts in PVR. This can also download arts in the EPG guide by changing settings in skin.helper script. This is useful when the backend is not returning arts.
it_it: Abilita questa opzione per forzare il download di anteprime per PVR. Questo può anche scaricare anteprime nella guida EPG cambiando le impostazioni nello script skin.helper. Utile quando il backend non fornisce anteprime.

# #31175
source: Enable this option to give access to the Designer and build your own viewtypes (advanced).
it_it: Abilita questa opzione per darti accesso al Designer e creare i tuoi tipi di vista personalizzati (avanzato).
pl_pl: Umożliwia uzyskanie dostępu do funckji Projektanta i tworzenie własnych typów widoków (zaawansowane).

# #31176
source: Enable this option to give access to the Color tool, change the skin colors and create color sets (advanced).
it_it: Abilita questa opzione per darti accesso allo strumento Colore, cambiare i colori della skin e creare set di colori (avanzato).

# #31177
source: Enable this option to show debug infos (advanced).
it_it: Abilita questa opzione per mostra info di debug (avanzato).

# #31178
source: Automatically create viewtypes in all sections for a PVR use. Vewtypes will be set 1/3 of the screen in horizontal / bottom position. Recommended for a mximum view of the playing video.
it_it: Crea automaticamente tipi di vista in tutte le sezioni per un uso PVR. I tipi di vista saranno impostati a 1/3 dello schermo in orizzontale / posizione dal basso. Consigliato per la massima visibilità del video in riproduzione.

# #31179
source: Automatically create viewtypes in all sections for a PVR use. Vewtypes will be set 1/3 of the screen in vertical / left position. Recommended for a mximum view of the playing video.
it_it: Crea automaticamente tipi di vista in tutte le sezioni per un uso PVR. I tipi di vista saranno impostati a 1/3 dello schermo in verticale / posizione da sinistra. Consigliato per la massima visibilità del video in riproduzione.

# #31180
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 3/3 of the screen. Recommended for medias library player.
it_it: Crea automaticamente tipi di vista in tutte le sezioni per un uso a schermo intero. I tipi di vista saranno impostati a 3/3 dello schermo. Consigliato per la riproduzione di librerie multimediali.

# #31181
source: Automatically create viewtypes in all sections for a fullscreen use. Vewtypes will be set 2/3 of the screen. Recommended for medias library player.
it_it: Crea automaticamente tipi di vista in tutte le sezioni per un uso a schermo intero. I tipi di vista saranno impostati a 2/3 dello schermo. Consigliato per la riproduzione di librerie multimediali.
